/*
 * Localizable.strings
 * AppCleaner
 */

/*
 * Drop view
 * Surround words with ** to make them bold.
 */
"**Drop** your apps **here**" = "**Legen** Sie die Programme **hier** ab";
"**Searching…**" = "**Suche läuft …**";
"Loading Applications…" = "Programme werden geladen …";

/*
 * Uninstall view
 * WARNING: do not modify the dot character and keep 2 whitespaces before and after.
 */
"One file has been found  •  %@" = "Eine Datei wurde gefunden  •  %@";
"%1$i files were found  •  %2$@" = "%1$i Dateien wurden gefunden  •  %2$@";
"Close" = "Schließen"; // SmartDelete

// Confirmation dialog when removing precious user data.
"You are about to remove your %@ user data." = "You are about to remove your %@ user data.";
"Your user data are located in the following directory:\n%@" = "Your user data are located in the following directory:\n%@";
"Cancel" = "Abbrechen";
"Remove" = "Löschen";

/* Bundles categories */
"User Applications" = "Benutzerprogramme";
"System Applications" = "Systemprogramme";
"User Widgets" = "Benutzer-Widgets";
"System Widgets" = "System-Widgets";
"User Plugins" = "Benutzer-Plugins";
"System Plugins" = "System-Plugins";

/* Preferences */
"Preferences" = "Einstellungen";
"General" = "Allgemein";
"SmartDelete" = "SmartDelete";
"Updates" = "Updates";

/* Protected app dialog */
"Protected apps cannot be removed" = "Geschützte Programme können nicht entfernt werden";
"You can choose which apps are protected in the preferences." = "Bei den Einstellungen können Sie festlegen, welche Apps geschützt werden.";
"OK" = "OK";
"Preferences…" = "Einstellungen …";

/* Old AppCleaner version dialog */
"Old AppCleaner installation detected" = "Veraltete AppCleaner-Installation gefunden";
"Some components installed by an older version of AppCleaner need to be upgraded." = "Einige durch eine frühere AppCleaner-Version installierte Komponenten müssen aktualisiert werden.";
"Upgrade" = "Jetzt aktualisieren";
"Later" = "Später aktualisieren";

/* Unknown error */
"An unknown error occured" = "Es ist ein unbekannter Fehler aufgetreten";
"Please contact the developer." = "Bitte wenden Sie sich an den Entwickler.";

/* Tooltip for protected apps */
"This app is protected" = "Dieses Programm ist geschützt";

/* Tooltip for apps protected by SIP */
"This app is protected by OS X and can't be removed" = "Dieses Programm ist geschützt und kann nicht gelöscht werden";


/*
 * Markup:
 *  - !!!warning!!!
 *  - !!note!!
 *  - `monospace`
 */
"UninstallHelpText" = "Beim klicken der \"Löschen\"-Taste verschiebt AppCleaner die ausgewählten Dateien in den Papierkorb. Es kann sein, dass nach Ihrem Admin-Passwort gefragt wird.
Die letzte Löschaktion kann mit dem Befehl Bearbeiten > Widerrufen rückgängig gemacht werden.

!!!Achtung:!!! Stets die zu löschenden Dateien nochmals prüfen. In einigen seltenen Fällen kann es vorkommen, dass der AppCleaner versehentlich nicht zugehörige Dateien markiert.

!!Anmerkung:!! Dateien in `/var/folders` sind standardmäßig nicht als zu löschende markiert. OS X löscht sie automatisch.";
